var listQuestions = [
	{	"question": "Dipper Pines, one of the two main characters, is always prepared.<br/>What item(s) did he used the most?",
		"answer1": "A squeaky toys armor",
		"answer2": "Seventeen disposable cameras",
		"answer3": "Paper-clones",
		"answer4": "An old mysterious journal",
		"rightAnswer": "answer4",
		"picture": "Dipper",
		"clue": "It's a single object.",
		"quote": "'What is all this?'",
		"explanation": "How can I make a quiz about Gravity Falls without mentionning the journal? Full of informations about the mysteries of the town, and a mystery in itself, you can't go on an adventure without it."
	},
	{	"question": "Now let's talk about Mabel Pines, the other main character.<br/>What would she do with 500$?",
		"answer1": "Create a beautiful and tragic opera with sock puppets",
		"answer2": "Flirt with her dream boys in a human-size hamster ball",
		"answer3": "Become a congressman and legalize everything",
		"answer4": "Eat Smile Dip until she starts seeing giant yellow dogs",
		"rightAnswer": "answer2",
		"picture": "Mabel",
		"clue": "It's not something that would be potentially dangerous for her health. Probably",
		"quote": "'You can look, but ya can't touch.'",
		"explanation": "Yeah, it's probably a good thing that this scene was only in her imagination."
	},
	{	"question": "Stan Pines, the great uncle of the twins, has a HUGE record.<br/>What did he do that made him banned from airplanes?",
		"answer1": "He taught a bear how to drive",
		"answer2": "He made counterfeit money with Dipper and Mabel",
		"answer3": "He petitioned the government to have a day removed from calenders",
		"answer4": "He ran away from the store with a smoke bomb and paid with a 'Stan buck'",
		"rightAnswer": "answer3",
		"picture": "Stan",
		"clue": "For once, it's not money related",
		"quote": "'I even petitioned the government to have this day removed from calenders. Now I'm not allowed on airplanes.'",
		"explanation": "Yep, he did."
	},
	{	"question": "Soos Ramirez works at the Shack and can fix anything... almost.<br/>When was the only time he said 'Some things, even Soos can't fix.'?",
		"answer1": "When Dipper asked him if a girl would find him cool in his suit",
		"answer2": "When Mabel discovered that high school was not like some sort of musical",
		"answer3": "When Stan needed to scratch himself in two places at once",
		"answer4": "When his grand-mother said it was time for him to start meeting girls",
		"rightAnswer": "answer1",
		"picture": "Soos",
		"clue": "Soos was talking to a kid.",
		"quote": "Dipper: 'Hey, do you think a girl would think I look cool in this jump suit? I mean..' <br/>Soos: 'Some things, even Soos can't fix.'",
		"explanation": "There's nothing Soos can't fix! Although the answer 4 could be considered correct."
	},
	{	"question": "Oh no, the evil Gideon broke in into the Shack!<br/>What weapon should Stan use to get him out?",
		"answer1": "Tickles",
		"answer2": "A grappling hook",
		"answer3": "A broom",
		"answer4": "Wendy's boot",
		"rightAnswer": "answer3",
		"picture": "Gideon",
		"clue": "It's something you can find in the Shack.",
		"quote": "Stan: 'Soos, broom.'<br/>Gideon: 'Oh no, not the broom!'",
		"explanation": "All these weapons are effective, but not as much as the broom."
	},
	{	"question": "Beware! Here comes Bill Cipher, the real antagonist of the show!<br/>What was his first introduction?",
		"answer1": "Name's Bill! But you can call me your new lord and master for all of eternity!",
		"answer2": "Name's Bill! Nice subconscious you got here.",
		"answer3": "Hiya, smart guy! Woah, don't have a heart attack, you're not 92 yet.",
		"answer4": "Name's Bill Cipher, and I take it you're some kind of living ventriloquist dummy?",
		"rightAnswer": "answer4",
		"picture": "Bill",
		"clue": "It doesn't start by 'Name's Bill!'",
		"quote": "'I'm just kidding, I know who you are, Gideon!'",
		"explanation": "The answer 2 was in a (unfortunately) deleted scene, the two others were in season 2."
	},
	{	"question": "Let's not forget to mention Alex Hirsch, the creator of the show!<br/>Which character was NOT voiced by him?",
		"answer1": "Dipper",
		"answer2": "Stan",
		"answer3": "Soos",
		"answer4": "Bill",
		"rightAnswer": "answer1",
		"picture": "Alex",
		"clue": "The name doesn't start with a 'S'",
		"quote": "'I wanted to do Gravity Falls, because it blended a lot of my favorite things.'",
		"explanation": "Jason made the voice of Dipper Pines, while Alex made the voices of Stan, Soos, Bill, Jeff, McGucket... and a few other ones."
	},
	{	"question": "Gravity Falls is also known for its coded messages at the end (and inside!) every episode.<br/>Which of these was at the end of episode 18?",
		"answer1": "Next week : return to butt island",
		"answer2": "It works for piiiiiiiiiiiiiiiiiiiiigs!",
		"answer3": "Carla, why wont you call me?",
		"answer4": "Sorry, Dipper, but your Wendy is in another castle.",
		"rightAnswer": "answer2",
		"picture": "Code",
		"clue": "No character is mentionned in it.",
		"quote": "It works for piiiiiiiiiiiiiiiiiiiiigs!",
		"explanation": "The other codes are in episodes-- Wait, you will decode them yourself, right?"
	},
	{	"question": "There are so many weird creatures and magic object in this town!<br/>Which of these... abilities, is a unicorn's?",
		"answer1": "Make people fall in love",
		"answer2": "Play rave music",
		"answer3": "Make people tell the truth",
		"answer4": "Puke rainbows",
		"rightAnswer": "answer2",
		"picture": "Unicorn",
		"clue": "I am sincerely sorry if you like unicorns.",
		"quote": "'All our dumb horns can do is glow, point towards the nearest rainbow and play rave music.' (Plays music)",
		"explanation": "The gnomes can puke rainbows and the unicorns can play rave music. Welcome to Gravity Falls."
	},
	{	"question": "And at last, but not least...<br/>Which mystery was not answered in the show?",
		"answer1": "The identity of the author of the journals",
		"answer2": "Stan's tatoo",
		"answer3": "Mabel's first boyfriend",
		"answer4": "Dipper's name",
		"rightAnswer": "answer4",
		"picture": "Mystery",
		"clue": "I'd say it's something personnal.",
		"quote": "Wendy: 'The Big Dipper! That's how you got your nickname!'",
		"explanation": "We learn at some point that 'Dipper' is just a nickname, and his real name wasn't revealed in the show."
	}
]